{
    "who_we_are": "Chi siamo",
    "what_is_demusic": "Cos'è DeMusic",
    "perks": "Vantaggi",
    "why": "Perché",
    "find_out_more": "Scopri di più",
    "subscribe_to_news_letter": "Iscriviti alla Newsletter",
    "subscribe": "Iscriviti",
    "accept_terms_and_conditions": "Accetto i",
    "terms_and_conditions": "Termini e condizioni d'uso",
    "privacy_policies": "Privacy Policies",
    "first_name": "Nome",
    "email": "Email",
    "it": "It",
    "en": "En",
    "italian": "Italiano",
    "english": "Inglese",
    "perks_title": "I vantaggi di DeMusic",
    "why_us_title": "Perché DeMusic",
    "why_us_content_part_one": "Il team di DeMusic ha messo in gioco tutto il suo know-how e le sue capacità in questo settore di crescente interesse (blockchain & NFT), per la realizzazione di una piattaforma rivoluzionaria, all’interno della quale non solo viene completamente rivista l’infrastruttura informatica di questa tipologia di servizi, ma vengono anche sovvertiti i modelli economici delle principali piattaforme di streaming musicale esistenti.",
    "why_us_content_part_two": "Grazie a questa visione e all’utilizzo di tecnologie innovative, DeMusic è in grado di fornire al pubblico una piattaforma aperta e trasparente, in cui ogni partecipante può godere di incentivi e funzionalitá uniche, minimizzando i costi per la fruizione del servizio e massimizzando i guadagni (sia in termini economici, sia in termini funzionali) per tutti gli attori dell’ecosistema.",
    "card_rights_title": "Diritti d’autore tokenizzati",
    "card_rights_content": "Attraverso DeMusic, i brani sono associati a degli NFT (Non Fungible Tokens) che ne rappresentano i diritti d’autore, garantendo all’artista una remunerazione automatica in base al numero di ascolti attraverso la piattaforma stessa.",
    "card_support_title": "Supporto agli artisti",
    "card_support_content": "Un sistema di micropagamenti integrato, consente agli ascoltatori di sostenere i propri idoli in maniera diretta, automatica e certificata ad ogni riproduzione, anche attraverso abbonamenti mensili flat che vengono ripartiti in modo dimostrabilmente equo, tra i diversi artisti, proporzionalmente agli ascolti ottenuti dalla loro musica.",
    "card_streamer_title": "Meccanismo di incentivi per gli streamer",
    "card_streamer_content": "Per garantire la massima availability della rete, i music-relayers (streamer), ovvero gli utenti che hanno il compito di conservare e condividere in streaming i brani pubblicati su DeMusic, ricevono un incentivo economico per il loro lavoro.",
    "card_trasparency_title": "Massima trasparenza",
    "card_trasparency_content": "Tutte le informazioni sulla proprietà dei brani e le regole sulla remunerazione in base agli ascolti, sui music-relayers e sul loro operato, sono conservate in modo immutabile all’interno di smart contract (veri e propri contratti digitali in opera sulla blockchain) che ne garantiscono l’autenticità ed il rispetto delle regole prestabilite",
    "who_we_are_content_part_one": "Il progetto DeMusic nasce dalla collaborazione tra KNOBS e BCode, due realtà  specializzate nel settore blockchain:",
    "who_we_are_content_part_two": "KNOBS offre consulenza e sviluppa progetti e piattaforme  blockchain-based dal 2014;",
    "who_we_are_content_part_three": "BCode è una startup innovativa accreditata come spin-off del Politecnico di Milano ed offre prodotti e servizi basati su tecnologia blockchain, come ad esempio notarizzazioni, tracciabilità, votazioni, gestione di token e gare d’appalto.",
    "what_is_content_part_one": "DeMusic, ottenuto fondendo “Decentralized” e “Music”, è una piattaforma decentralizzata e aperta a tutti, per la riproduzione digitale in streaming di musica.",
    "what_is_content_part_two": "Grazie alla tecnologia blockchain, smart contract e NFT, DeMusic è in grado di implementare un ecosistema tra i suoi utenti tale per cui ogni partecipante possa vivere la propria passione musicale in modo completamente rivoluzionario, godendo di concreti benefici economici in modo trasparente e verificabile da chiunque.",
    "slogan_main": "DeMusic, piattaforma di streaming musicale decentralizzata",
    "slogan_subtitle": "Lascia che la musica fluisca dagli artisti alle tue orecchie"
}
