{
    "content": {
        "treatment_of_personal_data": {
            "title": "Trattamento dei dati personali",
            "content": [
                {
                    "type": "text",
                    "value": "L’accesso ad alcune sezioni del sito e/o eventuali richieste di informazioni o di servizi da parte degli utenti del sito potranno essere subordinati all’inserimento di dati personali il cui trattamento da parte di KNOBS SRL, quale Titolare del trattamento, avverrà nel rispetto del GDPR (Regolamento Generale sulla Protezione Dati) e del D.Lgs. 101/2018 “Codice della privacy” – Testo unico sulla Privacy della Repubblica italiana” (di seguito il “Codice”). La presente informativa ha lo scopo di consentire agli utenti di conoscere, anche prima di accedere alle varie sezioni del sito e di conferire i propri dati, in che modo KNOBS SRL tratta i dati personali degli utenti e sarà comunque necessario che l’utente ne prenda visione prima che egli conferisca propri dati personali compilando gli appositi spazi nelle varie sezioni del sito."
                }
            ]
        },
        "treatment_purpose": {
            "title": "Finalità del trattamento",
            "content": [
                {
                    "type": "text",
                    "value": "Secondo le esigenze di volta in volta manifestate dall’utente che accede alle varie sezioni del sito, le finalità del trattamento dei dati personali conferiti direttamente dagli utenti mediante la compilazione dei moduli online potranno essere le seguenti:"
                },
                {
                    "type": "listItem",
                    "value": "a) consentire la registrazione sul sito, che è necessaria per l’accesso a particolari sezioni del sito stesso e per erogare e gestire i vari servizi offerti;"
                },
                {
                    "type": "listItem",
                    "value": "b) previo consenso dell’utente e fino alla revoca dello stesso, effettuare attività di info (quali, in via meramente esemplificativa ma non esaustiva, invio di materiale promozionale e pubblicitario, svolgimento di connesse analisi sugli utenti registrati, che consentano a KNOBS SRL di migliorare i servizi offerti alla propria clientela); e ciò anche a mezzo di e-mail, fax, mms e sms, previo specifico consenso e fino alla revoca dello stesso;"
                },
                {
                    "type": "listItem",
                    "value": "c) inviare newsletter per ricevere aggiornamenti su tutte le novità del sito e tante altre notizie sul mondo KNOBS SRL;"
                },
                {
                    "type": "listItem",
                    "value": "d) rispondere alle richieste degli utenti in relazione ai servizi di KNOBS SRL, alla pubblicità, ovvero al sito (form “Contatti” del sito)."
                }
            ]
        },
        "provision_personal_data": {
            "title": "Natura del conferimento dei dati personali degli utenti",
            "content": [
                {
                    "type": "text",
                    "value": "Il consenso al trattamento dei dati personali degli utenti, la registrazione al form, sono obbligatori, cioè necessari, al fine di evadere le eventuali richieste degli utenti stessi riguardanti i servizi offerti da knobs srl, pertanto gli utenti saranno invitati a conferire detti dati personali, ne consegue che un eventuale rifiuto dell’interessato/utente comporterà l’impossibilità per il titolare di dare seguito alle richieste e di espletare alcuni dei servizi richiesti. il consenso da parte degli utenti del sito al trattamento dei dati personali per finalità di info da parte di knobs srl è facoltativo, quindi non comporta alcuna conseguenza per la funzionalità o l’accesso al sito."
                }
            ]
        },
        "treatment_method": {
            "title": "Modalità del trattamento",
            "content": [
                {
                    "type": "text",
                    "value": "I dati personali saranno trattati in forma prevalentemente automatizzata e digitale, con logiche strettamente correlate alle predette finalità e nel rispetto delle misure minime previste dal GDPR (Regolamento Generale sulla Protezione Dati) e del D.Lgs. 101/2018 “Codice della privacy” – Testo unico sulla Privacy della Repubblica italiana”."
                }
            ]
        },
        "duration_method": {
            "title": "Durata del trattamento",
            "content": [
                {
                    "type": "text",
                    "value": "Il trattamento dei dati personali avrà una durata non superiore a quella necessaria alle finalità per le quali i dati sono stati raccolti."
                }
            ]
        },
        "categories": {
            "title": "Categorie di dati personali oggetto di trattamento",
            "content": [
                {
                    "type": "text",
                    "value": "Oltre ai dati personali conferiti direttamente dagli utenti (quali nome, cognome, indirizzo postale, di posta elettronica, ecc.), in fase di connessione al sito, i sistemi informatici e le procedure software preposte al funzionamento del sito stesso acquisiscono indirettamente alcuni dati personali la cui trasmissione è implicita nell’uso dei protocolli di comunicazione di Internet. Tali dati vengono trattati al solo fine di effettuare indagini statistiche anonime."
                }
            ]
        },
        "scope": {
            "title": "Ambito di comunicazione o diffusione dei dati personali degli utenti",
            "content": [
                {
                    "type": "text",
                    "value": "I dati personali forniti direttamente dagli utenti mediante o l’invio volontario ed esplicito di mail o la compilazione dei form online non saranno comunicati o diffusi a terzi."
                }
            ]
        },
        "holder": {
            "title": "Titolare del trattamento dei dati personali",
            "content": [
                {
                    "type": "text",
                    "value": "Titolare del trattamento è KNOBS SRL, con sede in Bastioni di Porta Volta,9 20121 Milano (MI), info@knobs.it."
                }
            ]
        },
        "user_rights": {
            "title": "I diritti degli utenti riconosciuti dall'art. 7 del codice",
            "content": [
                {
                    "type": "text",
                    "value": "“Articolo 7″ Diritto di accesso ai dati personali ed altri diritti"
                },
                {
                    "type": "text",
                    "value": "L’interessato ha diritto di ottenere la conferma dell’esistenza o meno di dati personali che lo riguardano, anche se non ancora registrati, e la loro comunicazione in forma intelligibile."
                },
                {
                    "type": "text",
                    "value": "L’interessato ha diritto di ottenere l’indicazione: a) dell’origine dei dati personali; b) delle finalità e modalità del trattamento; c) della logica applicata in caso di trattamento effettuato con l’ausilio di strumenti elettronici; d) degli estremi identificativi del titolare, dei responsabili e del rappresentante designato nel territorio dello Stato Italiano, ove previsto; e) dei soggetti o delle categorie di soggetti ai quali i dati personali possono essere comunicati o che possono venirne a conoscenza in qualità di rappresentante designato nel territorio dello Stato Italiano, di responsabili o incaricati."
                },
                {
                    "type": "text",
                    "value": "L’interessato ha diritto di ottenere: a) l’aggiornamento, la rettificazione ovvero, quando vi ha interesse, l’integrazione dei dati; b) la cancellazione, la trasformazione in forma anonima o il blocco dei dati trattati in violazione di legge, compresi quelli di cui non è necessaria la conservazione in relazione agli scopi per i quali i dati sono stati raccolti o successivamente trattati; c) l’attestazione che le operazioni di cui alle precedenti lettere a) e b) sono state portate a conoscenza, anche per quanto riguarda il loro contenuto, di coloro ai quali i dati sono stati comunicati o diffusi, eccettuato il caso in cui tale adempimento si rivela impossibile o comporta un impiego di mezzi manifestamente sproporzionato rispetto al diritto tutelato."
                },
                {
                    "type": "text",
                    "value": "L’interessato ha diritto di opporsi in tutto o in parte: a) per motivi legittimi al trattamento dei dati personali che lo riguardano, ancorché pertinenti allo scopo della raccolta; b) al trattamento di dati personali che lo riguardano a fini di invio di materiale pubblicitario o di vendita diretta o per il compimento di ricerche di mercato o di comunicazione commerciale.” L’esercizio dei diritti di cui sopra può essere esercitato direttamente o conferendo, per iscritto, delega o procura a persone fisiche o ad associazioni.”"
                }
            ]
        },
        "exercise_of_rights": {
            "title": "Modalità di esercizio dei diritti di cui all’art. 7 e per conoscere l’elenco dei responsabili del trattamento",
            "content": [
                {
                    "type": "text",
                    "value": "L’utente potrà, in qualunque momento, esercitare i diritti di cui all’art. 7 del Codice, inviando un messaggio di posta elettronica all’indirizzo del Titolare info@knobs.it, oppure una comunicazione scritta, ovvero raccomandata a.r. da inviarsi tramite posta ordinaria presso: KNOBS SRL, sede in Bastioni di Porta Volta, 9 – 20121 Milano (MI)."
                }
            ]
        },
        "change_user_profile": {
            "title": "Modalità di modifica del ‘profilo’ dell'utente",
            "content": [
                {
                    "type": "text",
                    "value": "L’utente potrà, in qualunque momento modificare i dati forniti o cancellare il proprio account inviando un messaggio di posta elettronica all’indirizzo del Titolare info@knobs.it, oppure una comunicazione scritta da inviarsi tramite posta ordinaria presso: KNOBS SRL, Bastioni di Porta Volta, 9 – 20121 Milano (MI)"
                }
            ]
        },
        "change_information": {
            "title": "Modifiche dell'informativa sovra indicata",
            "content": [
                {
                    "type": "text",
                    "value": "La presente informativa potrebbe essere soggetta a modifiche. Qualora vengano apportate sostanziali modifiche all’utilizzo dei dati relativi all’utente da parte di KNOBS SRL questa avviserà l’utente pubblicandole con la massima evidenza sulle proprie pagine del sito."
                }
            ]
        },
        "cookie_use": {
            "title": "Utilizzo cookie",
            "content": [
                {
                    "type": "text",
                    "value": "Per maggiori informazioni consultarsi l’apposita sezione denominata cookie policy."
                }
            ]
        },
        "protection_of_brand_rights": {
            "title": "Tutela del marchio e dei diritti relativi al sito web",
            "content": [
                {
                    "type": "text",
                    "value": "Si evidenzia che, il dominio, il logo, la grafica, la programmazione, i contenuti, le immagini e i documenti contenuti nel presente sito sono di proprietà di KNOBS SRL, pertanto solo quest’ultima è autorizzata a farne uso, a diffonderli e/o a modificarli. Tutti i contenuti pubblicati o presenti sul sito, compresa la loro selezione e organizzazione nonché la disposizione e il design del sito, sono protetti dalla normativa sulla privacy (GDPR – Regolamento Generale sulla Protezione Dati – e del D.Lgs. 101/2018 “Codice della privacy” – Testo unico sulla Privacy della Repubblica italiana”), dalla legge sul diritto d’autore e dalle altre normative nazionali in materia di tutela della proprietà intellettuale e industriale, loro modifiche ed integrazioni (vedasi anche la sezione del Sito denominata: Condizioni e note legali del sito)."
                }
            ]
        }
    }
}
