{
    "who_we_are": "Who we are",
    "what_is_demusic": "What's DeMusic",
    "perks": "Advantages",
    "why": "Why",
    "find_out_more": "Find out more",
    "subscribe_to_news_letter": "Suscribe to Newsletter",
    "subscribe": "Subscribe",
    "accept_terms_and_conditions": "I accept the",
    "terms_and_conditions": "Terms and Conditions",
    "privacy_policies": "Privacy Policies",
    "first_name": "First Name",
    "email": "Email",
    "it": "It",
    "en": "En",
    "italian": "Italian",
    "english": "English",
    "perks_title": "Advantages of DeMusic",
    "why_us_title": "Why DeMusic",
    "why_us_content_part_one": "The DeMusic team has put together all of their know-how and skills in the constantly growing blockchain and NFT environment for the realization of this revolutionary application, DeMusic not only revolutionizes the IT structure of applications alike, but it also reverts their economic model focusing on creating an ecosystem where all participants are rewarded.",
    "why_us_content_part_two": "Thanks to the team’s vision and the use of ground-breaking technologies, DeMusic is able to offer a completely transparent and open application where every participant is able to receive real economic incentives and unique functionalities, while minimizing the costs of operating such a platform (both in economic and functional terms), and maximizing the revenue for every actor in the ecosystem.",
    "card_rights_title": "Tokenized copyright",
    "card_rights_content": "When a song is uploaded to DeMusic, it is associated with a NFT (Non Fungible Token) which represents its copyright, granting the artist that created it an automated payment stream based on the number of times the song is streamed. Furthermore, artists will be able to arbitrarily split the NFT into smaller “pieces”, allowing them to sell and distribute all or a part of the payment stream associated with the NFT.",
    "card_support_title": "Support to the artists",
    "card_support_content": "An integrated micropayment system enables music listeners to directly support their idols with every stream, in an automated and verifiable manner. As an alternative, listeners will be offered a flat monthly subscription plan, that will be distributed in proportion to artists, based on each listener’s total streams.",
    "card_streamer_title": "Streamer incentive mechanism",
    "card_streamer_content": "In order to grant maximum availability, any user will be able to candidate himself and be elected as a streamer (or music-relayer). Streamers will be responsible for maintaining and sharing songs uploaded to DeMusic, receiving an economic compensation in exchange for having made a successful stream.",
    "card_trasparency_title": "Maximum transparency",
    "card_trasparency_content": "All information regarding song ownership, the economic compensations rule-set and streamers are immutably stored within DeMusic’s smart contracts which assure the authenticity and respect of the rules defined.",
    "who_we_are_content_part_one": "The DeMusic was born from the collaboration between KNOBS and BCode, two companies specialized in blockchain solutions",
    "who_we_are_content_part_two": "KNOBS has been offering consulting and developing blockchain-based projects and platforms since 2014;",
    "who_we_are_content_part_three": "BCode is an innovative startup accredited as a spin-off of the Politecnico di Milano and offers products and services based on blockchain technology, such as notarization, traceability, voting, token management and tenders.",
    "what_is_content_part_one": "DeMusic, coined by combining “Decentralized” and “Music”, is an open and decentralized music streaming web application.",
    "what_is_content_part_two": "Thanks to innovative technologies such as blockchain, smart contracts and NFTs, DeMusic is able to create an ecosystem where participants can live their passion for music in a completely revolutionary manner, while receiving real economic benefits in a transparent and verifiable way.",
    "slogan_main": "Play your favorite music, support the artist with every single play",
    "slogan_subtitle": "Live your passion for music in a completely revolutionary way, support your favorite artists in a transparent and verifiable way",
    "site_title": "Where music meets blockchain"
}
